Repository: slorenzot/SalesforceToolKit
Catalog: SalesforceToolKit/Localizables/Localizable.xcstrings
Source language: en
Languages: es

source: About
es: Acerca de

source: add
es: añadir

source: Administration
es: Administración

source: An unexpected error occurred during authentication: %@
es: Ocurrió un error inesperado durante la autenticación: %@

source: Apex Classes
es: Clases Apex

source: Apex Jobs
es: Trabajos Apex

source: Apex Test Execution
es: Ejecución de pruebas Apex

source: Apex Triggers
es: Triggers Apex

source: API version
es: Versión de API

source: App Manager
es: Gestor de aplicación

source: Approval Processes
es: Procesos de aprobación

source: Are you sure you want to cancel the sign-in process?
es: ¿Está seguro de que desea cancelar el proceso de inicio de sesión?

source: Are you sure you want to close the window while organization information is loading?
es: ¿Está seguro de que desea cerrar la ventana mientras se carga la información de la organización?

source: Are you sure you want to delete %@ (%@)?
es: ¿Está seguro de que desea eliminar %@ (%@)?

source: Are you sure you want to sign out of %@ (%@)?
es: ¿Está seguro de que desea cerrar sesión en %@ (%@)?

source: Assignment Rules
es: Reglas de asignación

source: Authenticate and open organization
es: Autenticar y abrir organización

source: Authenticate new organization...
es: Autenticar nueva organización...

source: Authenticate to open object
es: Autenticar para abrir el objeto

source: Authenticate to open Org App Manager window
es: Autenticar para abrir el gestor de aplicación

source: Authenticate to open Org Custom Permissions window
es: Autenticar para abrir la ventana de permisos personalizados

source: Authenticate to open Org Permission Set Groups window
es: Autenticar para abrir la ventana de grupos de conjuntos de permisos

source: Authenticate to open Org Permission Sets window
es: Autenticar para abrir la ventana de conjuntos de permisos

source: Authenticate to open Org Profiles window
es: Autenticar para abrir la ventana de perfiles

source: Authenticated organizations (%lld)
es: Organizaciones autenticadas (%lld)

source: Authentication canceled
es: Autenticación cancelada

source: Authentication failed
es: Autenticación fallida

source: Authentication is required to open, modify, log out of, or delete an organization
es: Debe autenticarse para abrir, modificar, cerrar sesión o eliminar una organización

source: Authentication successful
es: Autenticación exitosa

source: Automation
es: Automatización

source: Automotive Cloud Org (Base Trial)
es: Prueba base de Automotive Cloud

source: Automotive Cloud Org (Learning Trial)
es: Prueba de aprendizaje de Automotive Cloud

source: Biometric authentication is not available on this device.
es: La autenticación biométrica no está disponible en este dispositivo.

source: Cancel
es: Cancelar

source: Cancel authentication
es: Cancelar autenticación

source: Cancel loading
es: Cancelar carga

source: Change browser
es: Cambiar navegador

source: chrome
es: Google Chrome

source: Client ID
es: ID de cliente

source: Close
es: Cerrar

source: Code builder
es: Generador de código

source: comment
es: Hola a todos

source: Communications Cloud Org (Trial)
es: Prueba de Communications Cloud

source: Confirm deletion
es: Confirmar eliminación

source: Confirm exit
es: Confirmar salir

source: Confirm sign out
es: Confirmar cierre de sesión

source: Connected Apps
es: Aplicaciones conectadas

source: Connection status
es: Estado de conexión

source: Copy
es: Copiar

source: Copy to clipboard
es: Copiar al portapapeles

source: Could not %@ the application as a login item: %@
es: No se pudo %@ la aplicación como elemento de inicio: %@

source: Could not authenticate with alias %@. Please try again.
es: No se pudo autenticar con el alias %@. Inténtelo nuevamente.

source: Could not open %@. Your default browser may not support this Salesforce feature.
es: No se pudo abrir %@. Es posible que el navegador predeterminado no admita esta función de Salesforce.

source: Credits to:
es: Créditos:

source: Currently using: %@
es: Actualmente usa: %@

source: Custom browser (e.g. /Applications/Chrome.app)
es: Navegador personalizado (ej.: /Applications/Chrome.app)

source: Custom Metadata Types
es: Tipos de metadatos personalizados

source: Custom Permissions
es: Permisos personalizados

source: Custom Settings
es: Configuraciones personalizadas

source: Data and model
es: Datos y modelo

source: Debug Logs
es: Registros de depuración

source: default
es: Por defecto

source: Default browser
es: Navegador predeterminado

source: Delete...
es: Eliminar...

source: Deletion successful
es: Eliminación exitosa

source: Deployment Status
es: Estado del despliegue

source: Details and limits...
es: Detalles y límites...

source: Developer console
es: Consola de desarrollador

source: Developer Edition Org
es: Edición Developer

source: Developer tools
es: Herramientas de desarrollo

source: Development
es: Desarrollo

source: DevOp Tools
es: Herramientas de DevOp

source: DevOps tools
es: Herramientas DevOps

source: Edit %@
es: Editar %@

source: Edit organization
es: Editar organización

source: Education Cloud Org (Trial)
es: Prueba de Education Cloud

source: Enable biometric authentication
es: Habilitar autenticación biométrica

source: Energy & Utilities Cloud Org (Trial)
es: Prueba de Energy & Utilities Cloud

source: Enter a valid Salesforce ID with 15 or 18 alphanumeric characters.
es: Ingrese un ID Salesforce válido de 15 o 18 caracteres alfanuméricos.

source: Enter the Salesforce record ID to open.
es: Ingrese el ID del registro Salesforce que desea abrir.

source: External Credentials
es: Credenciales externas

source: Favorite
es: Favorito

source: Financial Services Cloud Org (Trial)
es: Prueba de Financial Services Cloud

source: Flows
es: Flujos

source: Great, you hava latest version!
es: Genial, tienes la versión mas reciente!

source: Health Cloud Org (Trial)
es: Prueba de Health Cloud

source: Help
es: Ayuda

source: Instance URL
es: URL de instancia

source: Instance URL: %@
es: URL de instancia: %@

source: Integrations
es: Integraciones

source: Label
es: Etiqueta

source: Launch at Startup
es: Lanzar al iniciar sesión

source: Life Sciences Cloud Org (Trial)
es: Prueba de Life Sciences Cloud

source: Loading organization information and limits...
es: Obteniendo información de la organización y sus límites...

source: Loading your organization has taken more than 10 seconds. Would you like to retry or cancel?
es: El proceso de exploración de su organización está tardando más de 10 segundos. ¿Desea reintentar o cancelar?

source: Loyalty Management Org (Trial)
es: Organización Loyalty Management (prueba)

source: Manufacturing Cloud Org (Trial)
es: Prueba de Manufacturing Cloud

source: Maximum
es: Máximo

source: Media Cloud Org (Trial)
es: Prueba de Media Cloud

source: Monitoring and deployment
es: Monitoreo y despliegue

source: Name
es: Nombre

source: Named Credentials
es: Credenciales con nombre

source: Net Zero Cloud Org (Trial)
es: Prueba de Net Zero Cloud

source: New version is availabe, click to update now!
es: Nueva versión disponible, haga clic para descargar ahora!

source: No authenticated organizations
es: No hay organizaciones autenticadas

source: No favorites
es: No hay favoritos

source: No organization limits were found, or they could not be loaded.
es: No se encontraron límites o no pudieron cargarse.

source: No organization selected
es: No hay una organización seleccionada

source: None
es: Ninguna

source: Nonprofit Cloud Org (Trial)
es: Prueba de Nonprofit Cloud

source: Object ID
es: ID de objeto

source: Object manager
es: Gestor de objetos

source: OK
es: Aceptar

source: Open
es: Abrir

source: Open object
es: Abrir objeto

source: Open organization as...
es: Abrir organización como...

source: Open organization in private browsing...
es: Abrir organización en navegación privada...

source: Open organization...
es: Abrir organización...

source: Opening object failed
es: Error al abrir el objeto

source: Opening object, please wait...
es: Abriendo objeto en la instancia, espere...

source: Opening organization failed
es: No se pudo abrir la organización

source: Org ID
es: ID de organización

source: Org ID: %@
es: ID de organización: %@

source: Organization details
es: Detalles de la organización

source: Organization preferences...
es: Preferencias de la organización...

source: Organization type
es: Tipo de organización

source: Others
es: Otros

source: Partner Org (Using PLC - Require login)
es: Partner (usa PLC; requiere iniciar sesión)

source: Permission Set Groups
es: Grupos de conjuntos de permisos

source: Permission Sets
es: Conjuntos de permisos

source: Please wait while we inspect your Salesforce organization and organize its information.
es: Espere mientras exploramos su organización de Salesforce y organizamos la información.

source: Preferences
es: Preferencias

source: Production
es: Producción

source: Profiles
es: Perfiles

source: Public Groups
es: Grupos públicos

source: Public Sector Org (Trial)
es: Prueba de Public Sector

source: Quit
es: Salir

source: Remaining
es: Restante

source: Remote Site Settings
es: Configuración de sitios remotos

source: remove
es: remover

source: Request
es: Solicitar

source: Request new org
es: Solicitar una nueva organización

source: Request new organization
es: Solicitar una nueva organización

source: Retry
es: Reintentar

source: Salesforce CLI could not be updated.
es: No se pudo actualizar Salesforce CLI.

source: Salesforce CLI could not open the requested object.
es: Salesforce CLI no pudo abrir el objeto solicitado.

source: Salesforce CLI is outdated
es: Salesforce CLI está desactualizado

source: Salesforce CLI path
es: Ruta de Salesforce CLI

source: Salesforce CLI uses the alias to run commands. It cannot contain spaces or special characters.
es: Salesforce CLI usa el alias para ejecutar comandos. No puede contener espacios ni caracteres especiales.

source: Salesforce CLI was successfully updated on your system.
es: Salesforce CLI se actualizó correctamente en el sistema.

source: Scheduled Jobs
es: Trabajos programados

source: Schema builder
es: Generador de esquemas

source: Security and access
es: Seguridad y acceso

source: Settings
es: Configuración

source: Settings...
es: Configuraciones...

source: Setup...
es: Configuración...

source: Sign out
es: Cerrar sesión

source: Sign out successful
es: Cierre de sesión exitoso

source: Sign out...
es: Cerrar sesión...

source: Signing in...
es: Iniciando sesión...

source: Some websites and online tools belong to their respective owners; these credits are for them.
es: Algunos sitios web y herramientas en línea pertenecen a sus respectivos propietarios; estos créditos son para ellos.

source: Sponsor Salesforce ToolKit on Github
es: Patrocina Salesforce Toolkit en Github

source: Start Salesforce Toolkit when I log in
es: Iniciar Salesforce Toolkit al iniciar sesión

source: Startup configuration failed
es: Error al configurar el inicio

source: Startup item added
es: Aplicación añadida al inicio

source: Startup item removed
es: Aplicación eliminada del inicio

source: Successfully authenticated with alias %@.
es: Autenticación exitosa con el alias %@.

source: Sure?
es: Seguro?

source: The application was added to your login items.
es: La aplicación se añadió a los elementos de inicio.

source: The application was removed from your login items.
es: La aplicación se eliminó de los elementos de inicio.

source: The label identifies this organization in Salesforce Toolkit and may contain spaces and special characters.
es: La etiqueta identifica esta organización en Salesforce Toolkit y puede contener espacios y caracteres especiales.

source: The organization %@ (%@) was deleted successfully.
es: La organización %@ (%@) se eliminó correctamente.

source: The sign-in process took too long and was canceled.
es: El proceso de inicio de sesión tardó demasiado y se canceló.

source: This alias is already used by another organization.
es: Este alias ya está utilizado por otra organización.

source: This is taking longer than expected
es: Esto está tardando más de lo esperado

source: This window will close automatically when finished.
es: Esta ventana se cerrará automáticamente al finalizar.

source: Tools
es: Herramientas

source: Unexpected error
es: Error inesperado

source: Update failed
es: Actualización fallida

source: Update Salesforce CLI from the menu bar before opening an organization.
es: Actualice Salesforce CLI desde la barra de menú antes de abrir una organización.

source: Update successful
es: Actualización exitosa

source: Updating Salesforce CLI...
es: Actualizando Salesforce CLI...

# URL de Instancia
source: Instance Url
es: URL de Instancia

# URL de Instancia:
source: Instance Url:
es: URL de Instancia:

# Usar URL de Instancia Personalizada
source: Use custom Url
es: Usar URL de Instancia Personalizada

source: Use custom instance URL
es: Usar URL de instancia personalizada

source: User
es: Usuario

source: Users
es: Usuarios

# Usuario
source: User
es: Usuario

# Versión de API
source: API Version
es: Versión de API

source: Workflow Rules
es: Reglas de flujo de trabajo

source: Yes, cancel
es: Sí, cancelar

source: Yes, close
es: Sí, cerrar

source: You successfully signed out of %@ (%@).
es: Cerró sesión correctamente en %@ (%@).

source: Your support matters
es: Tu apoyo es importante
